[
  {
    "title": "Alien",
    "synopsis": "Le vaisseau commercial Nostromo et son équipage, sept hommes et femmes, rentrent sur Terre avec une importante cargaison de minerai. Mais lors d'un arrêt forcé sur une planète déserte, l'officier Kane se fait agresser par une forme de vie inconnue, une arachnide qui étouffe son visage.\r\nAprès que le docteur de bord lui retire le spécimen, l'équipage retrouve le sourire et dîne ensemble. Jusqu'à ce que Kane, pris de convulsions, voit son abdomen perforé par un corps étranger vivant, qui s'échappe dans les couloirs du vaisseau...",
    "image": "/data/uploads/alien.jpg",
    "__v": 0
  },
  {
    "title": "Cocoon",
    "__v": 0,
    "synopsis": "Un groupe d'aliens déguisés en humains reviennent sur Terre pour reprendre des cocons de leur espèce (de la planète Antarea) qu'ils avaient laissés lors d'un précédent voyage. Une fois qu'ils ont récupéré les cocons, ils les conservent dans la piscine d'une maison qu'ils ont louée dans une petite ville de Floride. Ils sont génés dans leur entreprise par quelques personnes âgées, pensionnaires d'une maison de retraite située non loin de la maison. Ces dernières se sont secrètement baignées dans la piscine et ont découvert les pouvoirs extraordinaires des cocons...",
    "image": "/data/uploads/cocoon.jpeg"
  },
  {
    "title": "Electric Dreams",
    "synopsis": "Un ordinateur à l'intelligence supérieure et son propriétaire se retrouvent rivaux : ils veulent tous deux conquérir le coeur d'une jolie jeune femme...",
    "image": "/data/uploads/electricdreams.jpg",
    "__v": 0
  },
  {
    "title": "Hellraiser",
    "synopsis": "Durant un voyage, Frank Cotton entre en possession d'une boîte maléfique qui le transporte dans un monde imaginaire mais arrivé sur place, des monstrueuses créatures le dévorent. Quelques années plus tard, son frère Larry et son épouse Julia emménagent dans la maison de Frank, sans se douter que l'esprit de ce dernier y rôde encore. Alors qu'une goutte de sang accidentelle tombe sur le sol, le monstre se réveille, et part en quête de chair fraîche.",
    "image": "/data/uploads/hellraiser.jpg",
    "__v": 0
  },
  {
    "title": "La Compagnie des Loups",
    "__v": 0,
    "image": "/data/uploads/compagnie_des_loups.jpg",
    "synopsis": "No synopsis available yet !"
  },
  {
    "title": "La Mouche",
    "synopsis": "Seth Brundle est un jeune biologiste très doué. Après avoir fait ses premières armes dans une brillante équipe, il se décide à travailler seul. Il met au point une invention qui doit révolutionner le monde : la \"téléportation\", qui consiste à transporter la matière à travers l'espace. Les essais sur un babouin sont peu convaincants et après des fuites dans la presse, il décide de se téléporter lui-même. Seulement il ne s'aperçoit pas qu'une mouche fait partie du voyage.",
    "image": "/data/uploads/lamouche.jpg",
    "__v": 0
  },
  {
    "title": "Rambo",
    "__v": 0,
    "synopsis": "John Rambo, ancien combattant du Viêt-nam où il a gagné plusieurs médailles, est arrêté dans une petite ville pour vagabondage.Maltraité, il décide de fuir. La chasse à l’homme commence…",
    "image": "/data/uploads/rambo.jpg"
  },
  {
    "title": "Reanimator",
    "__v": 0,
    "synopsis": "Herbert West, étudiant en médecine à l'université de Zurich, tente de ramener son professeur Dr Hans Gruber à la vie, sans succès. West se rend ensuite à l'université Miskatonic à Arkham, dans le Massachusetts. Il y suit les cours du professeur Carl Hill sur la physionomie et le fonctionnement du cerveau. Très vite, les deux hommes s'opposent car West prétend pouvoir vaincre la mort. Herbert s'installe en colocation avec un autre étudiant, Dan Cain. Ce dernier fréquente en secret Megan Halsey, la ravissante fille du doyen de l'université. Dans la cave de l'immeuble, transformée en laboratoire, West met au point une étrange mixture qui, selon lui, permettrait de réanimer les morts. Rufus, le chat de Dan est ainsi ramené à la vie. Malgré l'avis du doyen, Dan se laisse embarquer dans les expériences de Herbert.",
    "image": "/data/uploads/reanimator.jpg"
  },
  {
    "title": "Retour vers le futur",
    "synopsis": "1985. Le jeune Marty McFly mène une existence anonyme auprès de sa petite amie Jennifer, seulement troublée par sa famille en crise et un proviseur qui serait ravi de l'expulser du lycée. Ami de l'excentrique professeur Emmett Brown, il l'accompagne un soir tester sa nouvelle expérience : le voyage dans le temps via une DeLorean modifiée. La démonstration tourne mal : des trafiquants d'armes débarquent et assassinent le scientifique. Marty se réfugie dans la voiture et se retrouve transporté en 1955. Là, il empêche malgré lui la rencontre de ses parents, et doit tout faire pour les remettre ensemble, sous peine de ne pouvoir exister...\r\n",
    "image": "/data/uploads/retour1.jpg",
    "__v": 0
  },
  {
    "title": "Robocop",
    "__v": 0,
    "synopsis": "À la fin du xxe siècle aux États-Unis, l'Omni Cartel des Produits (OCP)a, un important conglomérat militaro-industriel et commercial a la mainmise sur divers marchés lucratifs comme, entre autres, l'armement, la conception et la fabrication de robots et de prothèses médicales, mais aussi plus marginalement la gestion du département de la police de Détroit.\r\n\r\nCependant, les hauts dirigeants de l'OCP ont un rêve : « Delta City », qui remplacera la vieille cité de Détroit moribonde. En effet, la ville est envahie par le crime et la violence, le non-respect des lois étant monnaie courante. Comme l'explique le dirigeant de l'OCP, « ce cancer » que représente le crime doit être éradiqué avant l'embauche massive de « deux millions de nouveaux ouvriers qui insuffleront la vie dans cette cité », ajoutant : « il est temps de rétablir l'équilibre en faveur de la loi et de l'ordre ! »",
    "image": "/data/uploads/robocop.jpg"
  },
  {
    "title": "Rocky III",
    "synopsis": "Rocky Balboa est aujourd'hui un champion respecté après sa victoire contre Apollo Creed. Mais lorsqu'il perd contre un nouveau venu sur le circuit, c'est Apollo Creed lui-même qui va venir à sa rescousse et lui redonner le goût du combat et de la victoire.\r\n",
    "image": "/data/uploads/rocky3.jpg",
    "__v": 0
  },
  {
    "title": "Terminator",
    "synopsis": "A Los Angeles en 1984, un Terminator, cyborg surgi du futur, a pour mission d'exécuter une jeune femme dont l'enfant à naître doit sauver l'humanité.",
    "__v": 0,
    "image": "/data/uploads/terminator.jpg"
  }
]